export const BOT_TEXT = {
    greeting:
        `Мысли лезут в голову?
Не дают покоя?
Хочешь успокоиться?

Чтобы решить проблему - нужно её осознать.

Чтобы перестать обращать внимание на "шум" в голове необходимо научиться его замечать.
Это приложение для простой фиксации мыслей, окружающего и внутреннего состояния во время этих мыслей. Всё очень просто.

Помимо осознания мыслей, хорошей практикой является пересмотр их в спокойном состоянии.

Скажем, сейчам ты полон тревоги/печали и не можешь придумать, как себя подбодрить. Но через какое-то время ты успокоишься, найдешь хороший ответ своей тревоге/печале, запишешь его и в следующий раз этот подбадривающий ответ быстрее придет в голову.

P.S. Пока что данные хранятся в Supabase и никак не шифруются (я, как разработчик, могу в БД увидеть данные, что не этично). Поэтому пока что рекомендую взять этого код бота с github (https://github.com/artemo8913/calculateIt), запустить и подключить его к своей БД, которой доверяешь.`
}